const mapDetails = {
  rp_titan_rishi_tsb2: {
    title: "Орд-Трасси",
    desc: "Планета Орд-Трасси - обитаемый мир, расположенный в системе Орд-Трасси, Сектор Релджим. Браксантский путь, проходящий рядом, обеспечивает мобильность войск запаса и позволяет оперативно перебросить их на самые проблемные участки фронта. Сама планета на данный момент представляет собой рабовладельческий промышленный мир, который специализируется на производстве новейших высокоразвитых технологий, оружия, кораблей и систем связи. Здесь также присутствует один из старинных храмов Ордена Джедаев, являющийся исследовательским центром и академией, где проходят свой путь новые послушники. Местная природа достаточно разнообразна, и включает в себя достаточно обширный перечень хищных существ. Планета буквально разделена на две части, одна из которых полностью под контролем Конфедерации, что создаёт постоянные угрозы захвата, но раз за разом коническая армия даёт отпор и медленно освобождает новые территории. Краткая сводка окончена, боец. Приготовься к прибытию в курсантский корпус. На базе тебя встретит солдат-инструктор, который познакомит тебя с основными правилами поведения на военном объекте, а также расскажет о том, что ждёт тебя в будущем. Удачи, боец!",
    background: "./assets/tsb_rishi.png",
  },
  rp_anaxeskaminar: {
    title: "Каминар",
    desc: "Планета Каминар состоит из огромного разнообразия флоры и фауны. В связи с тем, что в галотеке ордена Джедаев было упоминание об этой планете, но инфорация оказалась стёртой, для её изучения были направлены учёные в небольшом количестве, чтобы вновь познать и изучить всю её экосистему. Из-за того, что данная планета стала востребована не только с нашей стороны, на неё были направлены подразделения Армии клонов для присоединения её к составу Великой Республики.",
    background: "./assets/kaminar.jpg",
  },
  rp_venator_extensive_v1_4: {
    title: "Венатор",
    desc: "Звёздный разрушитель типа «Венатор», также известный как республиканский штурмовой крейсер и звёздный разрушитель типа «Охотник» — один из основных кораблей. «Венатор» был разработан и сконструирован «Верфями Куата». Типовая модель имела 1 137 метров в длину, что делало её одним из крупнейших кораблей, приспособленных к атмосферным операциям — посадке на планеты для выгрузки или взятия на борт войск и транспортных средств. Вооружение звёздного разрушителя типа «Венатор» состояло из 8 тяжёлых сдвоенных турболазерных установок, 2 средних сдвоенных турболазерных пушек, 26 сдвоенных оборонительных лазерных пушек и 4 тяжёлых торпедных аппаратов для протонных торпед.",
    background: "./assets/venator.png",
  },
  rp_venator_ar: {
    title: "Венатор",
    desc: "Звёздный разрушитель типа «Венатор», также известный как республиканский штурмовой крейсер и звёздный разрушитель типа «Охотник» — один из основных кораблей. «Венатор» был разработан и сконструирован «Верфями Куата». Типовая модель имела 1 137 метров в длину, что делало её одним из крупнейших кораблей, приспособленных к атмосферным операциям — посадке на планеты для выгрузки или взятия на борт войск и транспортных средств. Вооружение звёздного разрушителя типа «Венатор» состояло из 8 тяжёлых сдвоенных турболазерных установок, 2 средних сдвоенных турболазерных пушек, 26 сдвоенных оборонительных лазерных пушек и 4 тяжёлых торпедных аппаратов для протонных торпед.",
    background: "./assets/venator.png",
  },
  rp_venator_lego: {
    title: "Венатор",
    desc: "О чёрт! Где мы? Что это за место? А стоп, сегодня же первое апреля! Это всё шутка такая?..",
    background: "./assets/fools.jpg",
  },
};
